[{"title":"Dois Tipos de Sofrimento","date":"2026-02-01T09:00:00.000Z","formattedDate":"1 de fevereiro de 2026","categories":["Psicologia","Reflexão"],"slug":"tipos-de-sofrimento","excerpt":"Existem dois tipos de pessoas que sofrem muito:\n\n1. As que são apegadas demais a própria vontade e entram em crise quando a vida impõe outra coisa.\n\n2...","content":"<p>Existem dois tipos de pessoas que sofrem muito:</p>\n<ol>\n<li><p>As que são apegadas demais a própria vontade e entram em crise quando a vida impõe outra coisa.</p>\n</li>\n<li><p>As que não tem vontade própria por passarem a vida em uma monotonia entediante e desinteressa pela realidade a sua volta.</p>\n</li>\n</ol>\n"},{"title":"Felicidade vs Finanças","date":"2026-01-25T20:00:00.000Z","formattedDate":"25 de janeiro de 2026","categories":["Finanças","Felicidade"],"slug":"felicidade-e-financas","excerpt":"Sou grande defensor de todos alcançarem um patamar financeiramente confortável e correspondente as suas necessidades. Mas colocar o coração nisso é fr...","content":"<p>Sou grande defensor de todos alcançarem um patamar financeiramente confortável e correspondente as suas necessidades. Mas colocar o coração nisso é frustrar a própria felicidade.</p>\n"},{"title":"A Busca por Cristo","date":"2026-01-25T19:00:00.000Z","formattedDate":"25 de janeiro de 2026","categories":["Religião","Maturidade"],"slug":"buscar-a-cristo","excerpt":"O homem que não busca a Cristo é mais nocivo a si mesmo do que o mundo inteiro e todos os seus inimigos juntos.\n...","content":"<p>O homem que não busca a Cristo é mais nocivo a si mesmo do que o mundo inteiro e todos os seus inimigos juntos.</p>\n"},{"title":"Além de Direita e Esquerda","date":"2026-01-25T18:00:00.000Z","formattedDate":"25 de janeiro de 2026","categories":["Política","Filosofia"],"slug":"alem-de-direita-e-esquerda","excerpt":"Me lembro quando me perguntaram se eu era de direita ou esquerda. Nem um, e nem outro. Meu lado é a verdade e a virtude que pode aparecer nos mais div...","content":"<p>Me lembro quando me perguntaram se eu era de direita ou esquerda. Nem um, e nem outro. Meu lado é a verdade e a virtude que pode aparecer nos mais diversos lugares e ambientes. Classificar em direita e esquerda é um reducionismo que limita a percepção da realidade em si.</p>\n"},{"title":"A Avareza e o Lucro","date":"2026-01-25T17:00:00.000Z","formattedDate":"25 de janeiro de 2026","categories":["Economia","Reflexão","Sociedade"],"slug":"lucro-e-pais","excerpt":"Tenho visto uma lógica moralmente perigosa onde pessoas decidem a qualidade de um país por quanto de lucro elas conseguem manter para si. A vida do se...","content":"<p>Tenho visto uma lógica moralmente perigosa onde pessoas decidem a qualidade de um país por quanto de lucro elas conseguem manter para si. A vida do ser humano é muito mais que dinheiro, mas a avareza domina os corações de muitos.</p>\n"},{"title":"Remédio para a Cobiça","date":"2026-01-25T16:00:00.000Z","formattedDate":"25 de janeiro de 2026","categories":["Religião","Reflexão","Morte"],"slug":"lembranca-da-morte","excerpt":"A lembrança da morte é um dos maiores remédios para a cobiça do dinheiro, pois nos lembra que tudo o que acumularmos vai ficar para trás. Já dizia Jes...","content":"<p>A lembrança da morte é um dos maiores remédios para a cobiça do dinheiro, pois nos lembra que tudo o que acumularmos vai ficar para trás. Já dizia Jesus de um acumulador de riquezas: louco!</p>\n"},{"title":"Cursos Acadêmicos vs Mercado","date":"2026-01-25T15:00:00.000Z","formattedDate":"25 de janeiro de 2026","categories":["Educação","IA","Carreira"],"slug":"cursos-academicos","excerpt":"Um curso acadêmico levar 4 anos para ser concluído é pedir pra ser trocado por IA e robôs em 2026. Os jovens que forem inteligentes vão seguir mais o ...","content":"<p>Um curso acadêmico levar 4 anos para ser concluído é pedir pra ser trocado por IA e robôs em 2026. Os jovens que forem inteligentes vão seguir mais o mercado do que a convenção social que rege atualmente. Faça faculdade pra ter o papel, mas não pra se capacitar. Já foi isso.</p>\n"},{"title":"A Utilidade da IA","date":"2026-01-25T14:00:00.000Z","formattedDate":"25 de janeiro de 2026","categories":["IA","Trabalho"],"slug":"ia-e-utilidade","excerpt":"A IA só tem utilidade para quem sabe ser útil. Quem não sabe ser útil ao outro não consegue nem imaginar como usar a IA pra se beneficiar dela. Aprend...","content":"<p>A IA só tem utilidade para quem sabe ser útil. Quem não sabe ser útil ao outro não consegue nem imaginar como usar a IA pra se beneficiar dela. Aprenda a servir (voluntariamente ou num trabalho) e você vai estar preparando o terreno para os próximos anos.</p>\n"},{"title":"As Duas Áreas Fundamentais","date":"2026-01-25T13:00:00.000Z","formattedDate":"25 de janeiro de 2026","categories":["Filosofia","Tecnologia"],"slug":"filosofia-e-tecnologia","excerpt":"Nos tempos de hoje nunca foi tão fundamental conhecer duas áreas: filosofia e tecnologia. Tecnologia para dominar o mundo externo segundo a estrutura ...","content":"<p>Nos tempos de hoje nunca foi tão fundamental conhecer duas áreas: filosofia e tecnologia. Tecnologia para dominar o mundo externo segundo a estrutura que está se montando e a filosofia para dominar a si mesmo e saber responder: quem eu sou e qual meu papel no mundo.</p>\n"},{"title":"O Que é Estudar Filosofia","date":"2026-01-25T12:00:00.000Z","formattedDate":"25 de janeiro de 2026","categories":["Filosofia","Maturidade","IA"],"slug":"estudar-filosofia","excerpt":"Estudar filosofia não é saber história dela, mas formar uma visão sólida e consistente sobre virtudes, felicidade e amizades. Em suma, é capacitar-se ...","content":"<p>Estudar filosofia não é saber história dela, mas formar uma visão sólida e consistente sobre virtudes, felicidade e amizades. Em suma, é capacitar-se para a busca da sabedoria e da verdade em um mundo guiado por uma IA que jamais vai poder dizer quem somos.</p>\n"},{"title":"Sinais de Amadurecimento na Sociedade","date":"2026-01-25T11:00:00.000Z","formattedDate":"25 de janeiro de 2026","categories":["Sociedade","Política"],"slug":"politicos-honestos","excerpt":"Na minha infância as crianças queriam conhecer de perto jogador de futebol. Hoje em dia muitas querem conhecer políticos honestos. Isso é um excelente...","content":"<p>Na minha infância as crianças queriam conhecer de perto jogador de futebol. Hoje em dia muitas querem conhecer políticos honestos. Isso é um excelente sinal de amadurecimento da sociedade onde damos maior importância àqueles que afetam nossa vida diretamente.</p>\n"},{"title":"IA e o Sentido da Educação","date":"2026-01-25T10:00:00.000Z","formattedDate":"25 de janeiro de 2026","categories":["IA","Educação"],"slug":"ia-e-educacao","excerpt":"Eu fico espantado do que as pessoas da educação estão vivendo em um mundo a parte da IA. A faculdade já perdia sentia a alguns anos (não formava nada ...","content":"<p>Eu fico espantado do que as pessoas da educação estão vivendo em um mundo a parte da IA. A faculdade já perdia sentia a alguns anos (não formava nada muito útil pro mercado de trabalho) e agora perdeu o sentido estrutural.</p>\n"},{"title":"Agregar Valor Antes do Prêmio","date":"2026-01-19T10:00:00.000Z","formattedDate":"19 de janeiro de 2026","categories":["Valores","Trabalho","Maturidade"],"slug":"agregar-valor","excerpt":"Existem pessoas que querem ganhar o prêmio antes de agregar valor, porém, pessoas maduras agregam valor antes do prêmio. O motivo é simples: elas estã...","content":"<p>Existem pessoas que querem ganhar o prêmio antes de agregar valor, porém, pessoas maduras agregam valor antes do prêmio. O motivo é simples: elas estão mais concentradas em servir do que ganhar e isso sofere uma pessoa de sexta camada para uma de sétima.</p>\n"},{"title":"Trabalho por Motivos Nobres","date":"2026-01-19T09:00:00.000Z","formattedDate":"19 de janeiro de 2026","categories":["IA","Trabalho","Humanismo"],"slug":"trabalho-por-proposito","excerpt":"A IA está iniciando uma época onde trabalhar por dinheiro não vai fazer tanto sentido e que quem mais vai conseguir trabalho é quem trabalha por motiv...","content":"<p>A IA está iniciando uma época onde trabalhar por dinheiro não vai fazer tanto sentido e que quem mais vai conseguir trabalho é quem trabalha por motivos mais nobres humanos do que meramente indicadores econômicos. Por isso, busquem formar seu lado humano.</p>\n"},{"title":"A Religião do Próprio Ego","date":"2025-04-26T12:00:00.000Z","formattedDate":"26 de abril de 2025","categories":["Religião","Reflexão"],"slug":"religiao-do-ego","excerpt":"As pessoas tem trilhado sem perceber um caminho de usar o nome de Jesus quando na verdade não seguem o que ele ensina é propõe, mas pervertem o nome d...","content":"<p>As pessoas tem trilhado sem perceber um caminho de usar o nome de Jesus quando na verdade não seguem o que ele ensina é propõe, mas pervertem o nome de Jesus para uma religião do próprio ego travestida com o nome de Cristo onde o foco da religião é o próprio interesse.</p>\n"}]